Repository: Xeroday/Spotify-Ad-Blocker
Catalog: EZBlocker/EZBlocker/Properties/strings.*.resx
Languages: de, es

# BlockBannersCheckboxText
source: Block Banner Ads
de: Werbebanner blockieren
es: Bloquear Banners

# BlockBannersRestart
source: You may need to restart Spotify or your computer for this setting to take effect.
de: Du musst womöglich Spotify oder Deinen PC neu starten, um diese Einstellung anzuwenden.
es: Podría tener que reiniciar Spotify para que ésta configuración sea aplicada.

# BlockBannersUAC
source: Enabling/Disabling this option requires Administrator privileges. Please reopen EZBlocker with "Run as Administrator".
de: Aktivieren/Deaktivieren dieser Option verlangt Administratorrechte. Bitte starte EZBlocker mit "Als Administrator ausführen".
es: Habilitar/Deshabilitar esta opción requiere privilegios de Administrador. Por favor, reabra EZBlocker con "Ejecutar como administrador".

# HiddenNotify
source: EZBlocker is hidden. Double-click this icon to restore.
de: EZBlocker ist verborgen. Klicke doppelt auf dieses Icon zum Wiederherstellen.
es: EZBlocker está oculto. Haga doble click en este icono para restaurar.

# OnExitMessageBox
source: Spotify ads will not be muted if EZBlocker is not running. Are you sure you want to exit?
de: Spotify-Werbung wird nicht stummgeschaltet, wenn EZBlocker nicht läuft. Bist Du sicher?
es: Los anuncios de Spotify no serán silenciados si EZBlocker no está siendo ejecutado. ¿Seguro que desea salir?

# PatchErrorMessageBox
source: Error patching Spotify. EZBlocker may not work.
de: Fehler beim Patchen von Spotify. EZBlocker funktioniert womöglich nicht.
es: Error parcheando Spotify. EZBlocker podría no funcionar.

# ReportProblemClipboard
source: EZBlocker Version: {0} Spotify Version: {1}
es: Versión de EZBlocker: {0} Versión de Spotify: {1}

# ReportProblemMessageBox
source: Please leave a comment clearly describing your problem. Paste this information (already copied to your clipboard): EZBlocker Version: {0} Spotify Version: {1}
de: Bitte hinterlasse einen Kommentar, der Dein Problem klar beschreibt. Füge diese Informationen ein (befinden sich bereits in deiner Zwischenablage): EZBlocker Version: {0} Spotify Version: {1}
es: Por favor deje un comentario describiendo su problema claramente. Pegue esta información (Ya ha sido copiada a su portapapeles): EZBlocker Version: {0} Spotify Version: {1}

# SpotifyCheckboxText
source: Start Spotify with EZBlocker
de: Spotify mit EZBlocker starten
es: Iniciar Spotify con EZblocker

# SpotifyNotFoundMessageBox
source: Spotify is not installed or you have the Windows Store version. Click 'OK' to install the normal desktop version of Spotify.
de: Spotify ist nicht installiert oder Du hast die Windows Store Version. Klicke 'OK', um die normale Desktopversion zu installieren
es: Spotify no está instalado o tiene la versión de Microsoft Store. Pulse 'OK' para instalar la versión de escritorio de Spotify.

# StartupCheckboxText
source: Start EZBlocker on Login
de: EZBlocker beim Login starten
es: Abrir EZBlocker al iniciar sesión

# StatusLabelLoadingText
source: Loading...
de: Lädt...
es: Cargando...

# StatusMuting
source: Muting:
de: Stumm:
es: Silenciando:

# StatusNotFound
source: Spotify not found
de: Spotify wurde nicht gefunden
es: Spotify no encontrado.

# StatusPaused
source: Spotify is paused
de: Spotify ist pausiert
es: Spotify está pausado

# StatusPlaying
source: Playing:
de: Es spielt:
es: Reproduciendo:

# ToolStripExit
source: Exit
de: Schließen
es: Salir

# ToolStripOpen
source: Show EZBlocker Window
de: EZBlocker-Fenster zeigen
es: Abrir EZBlocker

# ToolStripRemovePatch
source: Remove EZBlocker from Spotify
de: EZBlocker aus Spotify entfernen
es: Eliminar EZBlocker de Spotify

# ToolStripWebsite
source: Open EZBlocker Website
de: EZBlocker Website öffnen
es: Abrir web de EZBlocker

# UndoPatchFailMessageBox
source: Failed to remove EZBlocker from Spotify.
de: Fehler beim Entfernen von EZBlocker aus Spotify.
es: Error al eliminar EZBlocker de Spotify.

# UndoPatchOKMessageBox
source: EZBlocker removed from Spotify.
de: EZBlocker aus Spotify entfernt.
es: EZBlocker eliminado de Spotify.

# UpgradeErrorMessageBox
source: Error checking for update.
de: Fehler beim Suchen nach Updates.
es: Error comprobando actualizaciones.

# UpgradeMessageBox
source: There is a newer version of EZBlocker available. Would you like to upgrade?
de: Eine neuere Version von EZBlocker ist verfügbar. Möchtest Du aktualisieren?
es: Hay una nueva versión de EZBlocker disponible. ¿Querría actualizar?

# VolumeMixerButtonText
source: Open Volume Control
de: Lautstärkeregler öffnen
es: Abrir control de volumen

# VolumeMixerOpenError
source: Could not open Volume Control
de: Lautstärkeregler konnte nicht geöffnet werden.
es: No se pudo abrir el mezclador de volumen.

# WebsiteLinkText
source: Report Problem
de: Problem melden
es: Reportar problema

# TranslatedByText
source: Translated by Eric Zhang
de: Übersetzt von Bluegrams
es: Traducido por MiguelSBat
